const questions = [
    {
        text: "水やりの頻度はどのくらいがいい？",
        options: ["多め", "普通", "少なめ"]
    },
    {
        text: "育てたいサイズ感はどのくらいがいい？",
        options: ["大きい", "普通", "小さい"]
    },
    {
        text: "どんなシルエットがいい？",
        options: ["かわいい", "かっこいい", "ふしぎ"]
    },
    {
        text: "どれくらいの価格がいい？",
        options: ["安い", "普通", "高い"]
    },
    {
        text: "難易度はどのくらいがいい？",
        options: ["簡単", "普通", "難しい"]
    },
    {
        text: "成長速度はどれくらいがいい？",
        options: ["多め", "普通", "少なめ"]
    },
];